{"reviewerID": "A1ZQZ8RJS1XVTX", "asin": "0657745316", "reviewerName": "gsxrgirl", "helpful": [0, 0], "reviewText": "No sugar, no GMO garbage, no fillers that come with store bought extracts. This stuff is just amazing. I use it in everything from baking to cooking and even as suggested in my coffee which is saying a lot because I normally do not care for flavored coffee! You cannot go wrong with this. I've ordered from this merchant before, customer satisfaction is their priority and service was quick, shipped right out with tracking even! I'll be buying from GLS Goods again! I won't use any other vanilla!", "overall": 5.0, "summary": "Best vanilla I've ever had", "unixReviewTime": 1381449600, "reviewTime": "10 11, 2013"}
{"reviewerID": "A31W38VGZAUUM4", "asin": "0700026444", "reviewerName": "FIFA Lvr", "helpful": [1, 1], "reviewText": "This is my absolute, undisputed favorite tea right now. I love Darjeeling, but I'm not wildly fond of the lighter, first flush ones for being too delicate. This Darjeeling, especially when steeped a while, has a good tannic bite. It's bright and warm all at the same time, and pretty much explodes with that classic 'Darjeeling' flavor. It's not even remotely delicate, but neither is it hard-edged. It's sort of like good-looking men in bespoke suits -- strong but refined. I use boiling water, steep for 4-5 minutes, and with a large mug use one Splenda and just a tiny splash of milk. Then get out of my way, because with this tea, I can take on the world!", "overall": 5.0, "summary": "Terrific Tea!", "unixReviewTime": 1354752000, "reviewTime": "12 6, 2012"}
{"reviewerID": "A3I0AV0UJX5OH0", "asin": "1403796890", "reviewerName": "Alicia b", "helpful": [0, 0], "reviewText": "I ordered spongbob slippers and I got John Cena not too happy ... my son was looking forward to them being spongebob!! ..  there very thin :(((( ps if I wanted john cena I would have ordered that ... zero stars", "overall": 1.0, "summary": "grrrrrrr", "unixReviewTime": 1385942400, "reviewTime": "12 2, 2013"}
{"reviewerID": "A3QAAOLIXKV383", "asin": "1403796890", "reviewerName": "Danny K. Tilley \"Dan Tilley\"", "helpful": [0, 0], "reviewText": "The cart is fine and works for the purpose for which I bought it. (Farmers's Markets, etc) but it stinks like hell.  Even after having it in the open air for sometime, it still smells.  I made the mistake of putting it in my car and now I can't get the smell out.Other than that it's fine for the price.", "overall": 3.0, "summary": "Storage on Wheels Cart", "unixReviewTime": 1307836800, "reviewTime": "06 12, 2011"}
{"reviewerID": "AB1A5EGHHVA9M", "asin": "141278509X", "reviewerName": "CHelmic", "helpful": [1, 1], "reviewText": "This product by Archer Farms is the best drink mix ever. Just mix a flavored packet with your 16 oz. water bottle. Contains the all natural sweetner Stevia, real fruit flavoring and no food coloring. Just colored with fruit or vegetable colors. Pure and natural and tastes great. There are eight packets in a box and only contains 10 calories per packet. Thank you Archer Farms!", "overall": 5.0, "summary": "The best drink mix", "unixReviewTime": 1332547200, "reviewTime": "03 24, 2012"}
{"reviewerID": "A3DTB6RVENLQ9Q", "asin": "1453060375", "reviewerName": "TR-RhodeIsland", "helpful": [0, 2], "reviewText": "Don't buy this item - rip off at this price.  My bad, my mistake.  Pay attention to the quantity and don't pay more than $4-5 per bottle", "overall": 1.0, "summary": "Oops.  Made a mistake and ordered this.  I misread the quantity so I got ripped off at $10 each!", "unixReviewTime": 1362268800, "reviewTime": "03 3, 2013"}
{"reviewerID": "A3LZA698SQPCXE", "asin": "1453060464", "reviewerName": "Trevor L \"God is on the side of the army with...", "helpful": [0, 0], "reviewText": "My wife picked some of this up on sale.  I usually drink Crystal Light so she though this would be a decent alternative. The taste isn't the greatest. If all you are looking for is a caffeine fix then this would work. But the cough syrup flavor wasn't my favorite.", "overall": 3.0, "summary": "Tastes a Bit  like Cough Syrup", "unixReviewTime": 1374019200, "reviewTime": "07 17, 2013"}
{"reviewerID": "A2XZPK86YY9R6G", "asin": "1453060782", "reviewerName": "Ixalmida", "helpful": [1, 1], "reviewText": "I bought these on sale (2 for $4) at my local supermarket, so at $3 these are probably overpriced.  The price is decent when comparing to MIO, however.  The flavor I bought was actually cherry limeade, which tastes similar to the Great Value powder by the same description and the taste is the same.  As far as \"fantasy fruit\", web reviews say it has a pretty indistinct fruit flavor but it tastes good.I can't comment much on the caffeine content since I'm fairly immune to caffeine at this point.  However, if you're stepping down from caffeinated diet cola to flavored water, as I am, you're probably going to want something like this to ease the transition.  This fits the bill well.My main gripe has to do with value.  I assumed, since this was billed as \"24 servings\" that it would actually flavor 24 x 16.9-ounce bottles of water - but they must be referring to a different amount of water because at that rate, you would NOT be able to taste much of anything besides water.  At best, you might get 10-12 uses out of a bottle if you want actual flavor.Compare that to Great Value powder, which sells for $2 per 10-pack.  Both are similar in price but I find that the powder can flavor two bottles of water.  The liquid enhancer requires a large amount to get any actual flavor.  Since there is no precise measurement, it is hard to tell when you've used too little or too much.The one advantage liquid flavoring has over powder is that it doesn't fly everywhere in a stiff breeze.  When you get the red powder on your clothes (or anything porous), it is very difficult to get out.  So if you're camping or running a fan, the liquid wins.", "overall": 4.0, "summary": "Decent flavor, value...meh.", "unixReviewTime": 1376956800, "reviewTime": "08 20, 2013"}
{"reviewerID": "A2MWO0CISKXJ9", "asin": "1603112251", "reviewerName": "Mary S \"one800mary\"", "helpful": [0, 0], "reviewText": "I had a martini at a local distillery that used a bit of wormwood bitters.  I bought these wanting to recreate the drink at home.  These aren't quite the same.  They have a bit more of an anise flavor than the other bitters did.  That being said, I like them!", "overall": 3.0, "summary": "Interesting bitters", "unixReviewTime": 1391904000, "reviewTime": "02 9, 2014"}
{"reviewerID": "ACDUAY8AH3T72", "asin": "1613170416", "reviewerName": "Antaeus Feldspar \"AF\"", "helpful": [0, 0], "reviewText": "I bought these to be part of an Xmas gift, so I needed them to look nice.  They came through with flying colors; the recipient was impressed, especially with the light blue flecked with green dice.", "overall": 5.0, "summary": "Beautiful dice", "unixReviewTime": 1388534400, "reviewTime": "01 1, 2014"}
{"reviewerID": "A11WU9TYDLB1RG", "asin": "1613170416", "reviewerName": "Jon Stoffel", "helpful": [3, 3], "reviewText": "And they're pretty nice! One set looks like ice, and you get a set of four thrice. Kind of overpriced.", "overall": 4.0, "summary": "They're dice!", "unixReviewTime": 1392163200, "reviewTime": "02 12, 2014"}
{"reviewerID": "AMEZVNCZWNEKU", "asin": "1613170416", "reviewerName": "Strahd", "helpful": [0, 0], "reviewText": "I don't buy a lot of accessories for my games but I am very happy I purchased these dice. Not only does it fit the theme very well for my Dresden Files RPG, they look very cool and I feel actually add to the theme color scheme wise. Nice job Evil Hat Productions.", "overall": 5.0, "summary": "Great accessory!", "unixReviewTime": 1398556800, "reviewTime": "04 27, 2014"}
{"reviewerID": "A26LKBXTSIHQV2", "asin": "1613170416", "reviewerName": "Timothy Harms", "helpful": [0, 0], "reviewText": "As a Dresden Files fan, i just had to get the Winter Knight themed dice. I am very pleased with their quality and the design.", "overall": 5.0, "summary": "Dresden Files!", "unixReviewTime": 1398902400, "reviewTime": "05 1, 2014"}
{"reviewerID": "A21SKLDXVEJ89E", "asin": "1837994021", "reviewerName": "Sammy", "helpful": [1, 1], "reviewText": "Umm, OK everyone reading this review, put this item in your cart, again... Now again, and again, just keep adding more and more, you will get HOOKED just like me! I'm a HUGE chocolate lover, to be in my top 3 is a BIG deal this one made it up there! WHAT?! a new favorite?! MOST DEFINITELY, beautiful packaging and an exquisite unique taste. Gotta buy more now- ADDICTION! YUM, HEAVEN on EARTH!Absolutely, outrageously delicious!!", "overall": 5.0, "summary": "Heaven on EARTH!", "unixReviewTime": 1398211200, "reviewTime": "04 23, 2014"}
{"reviewerID": "A1Z77SA1BLL25L", "asin": "3295000018", "reviewerName": "adelaide", "helpful": [0, 0], "reviewText": "I use like a 1/3 of a teaspoon in a spicy cup of soup I make at times and the smoky flavor is so overwhelming that it's the only thing I end up tasting.  And mind you, this is coming from a person that really adores smoky flavors.. but really, the smokiness is just too much and makes every other flavor practically disappear from your soup/dish.", "overall": 4.0, "summary": "overwhelming smoky flavor", "unixReviewTime": 1399593600, "reviewTime": "05 9, 2014"}
{"reviewerID": "A1GDHUUBM6E4EC", "asin": "3295000018", "reviewerName": "A. Kirk", "helpful": [0, 0], "reviewText": "I've enjoyed many varieties of hot sauces, but I've always wanted a hot pepper powder for things like pizza, spaghetti, etc.The Ghost Chili Pepper is an outstanding chili pepper powder.  My son, who likes hot sauces too, tried it on his pizza, and put on too much.  He couldn't finish the piece he was eating, it was so powerfully hot.  So, the next piece of pizza, he very carefully placed a fine dust, and then it was perfect.  Like the label says, it's extremely hot.  But, boy, is it good. I've got to find a fine holed shaker to dispense this chili pepper.  Based on the amount I use, it should last a while.If you love hot, this chili pepper is it!", "overall": 5.0, "summary": "Finally! Hot pepper powder!", "unixReviewTime": 1402876800, "reviewTime": "06 16, 2014"}
{"reviewerID": "A3PMMB9BM7WA1I", "asin": "3295000018", "reviewerName": "AKJAKE", "helpful": [2, 2], "reviewText": "good heat  for a chilli  head,  if you think jalapenos are hot not for you.watch out if  just shaking the jar  , it will fall out in clumps . use a spoon or it will get ya", "overall": 5.0, "summary": "nice heat", "unixReviewTime": 1376956800, "reviewTime": "08 20, 2013"}
{"reviewerID": "A3IF7X28EI1SKK", "asin": "3295000018", "reviewerName": "Cheryl Gardner", "helpful": [0, 0], "reviewText": "Exactly what is should be.  Tasty and hot! This will take my wings over the top, fried chicken too.  Thanks!", "overall": 5.0, "summary": "Smoky hot and tasty", "unixReviewTime": 1396224000, "reviewTime": "03 31, 2014"}
{"reviewerID": "A29W0JFG7EUSVU", "asin": "3295000018", "reviewerName": "concept3", "helpful": [0, 0], "reviewText": "I grew fresh ones this summer and wanted some powder so I wouldn't run out. It is very spicy and tastes great smoked, and the smell is unique from the fresh non-smoked dried ones I have at home.I can't see this jar lasting long in my family. In the long term I will probably switch to buying bulk habanero powder since it's potent enough and can be found in large pound-plus sizes on amazon.", "overall": 5.0, "summary": "Wonderful aroma, spicy enough", "unixReviewTime": 1386892800, "reviewTime": "12 13, 2013"}
{"reviewerID": "A2IPE2KFGTZMI3", "asin": "3295000018", "reviewerName": "Dan L. Sloan \"Dan0\"", "helpful": [0, 0], "reviewText": "Fast and hot, did I mention hot, well it's hot", "overall": 5.0, "summary": "Hot", "unixReviewTime": 1404950400, "reviewTime": "07 10, 2014"}
{"reviewerID": "A2RRX7LNZJIH6N", "asin": "3295000018", "reviewerName": "Elijah Haydary", "helpful": [0, 0], "reviewText": "Added a few pinches to cheese sauce and took it to work the dip was gone in 30 mins and everyone was euphoric and mouths were burning.  I'm definitely buying more.", "overall": 5.0, "summary": "Very spicy great to addition to other sauces", "unixReviewTime": 1391212800, "reviewTime": "02 1, 2014"}
{"reviewerID": "A2O423E8VNIYCQ", "asin": "3295000018", "reviewerName": "Leonardo Lopez-Mobilia", "helpful": [1, 1], "reviewText": "The powder is delicious and very spicy as we expected. It has a nice smoked flavor and you only need to use a little bit since it is pretty spicy.", "overall": 5.0, "summary": "Great buy", "unixReviewTime": 1390435200, "reviewTime": "01 23, 2014"}

